Revit 2024 API
ParameterTypeId.CwpAddLevelSuffix Property
 "Add suffix to Level Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId CwpAddLevelSuffix { get; }
Visual Basic
Public Shared ReadOnly Property CwpAddLevelSuffix As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CwpAddLevelSuffix {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace